export const institutes = [
  "Институт радиоэлектроники и информатики",
  "Институт информационных технологий",
  "Институт тонких химических технологий имени М.В. Ломоносова",
  "Институт перспективных технологий и индустриального программирования",
  "Институт искусственного интеллекта",
  "Институт кибербезопасности и цифровых технологий",
  "Филиал федерального государственного бюджетного образовательного учреждения высшего образования «МИРЭА – Российский технологический университет» в г. Фрязино Московской области",
  "Колледж программирования и кибербезопасности",
  "Аспирантура",
]

// To use: institutesShortNames.get("Институт радиоэлектроники и информатики")
export const institutesShortNames = new Map([
  ["Институт радиоэлектроники и информатики", "ИРИ"],
  ["Институт информационных технологий", "ИИТ"],
  ["Институт тонких химических технологий имени М.В. Ломоносова", "ИТХТ"],
  [
    "Институт перспективных технологий и индустриального программирования",
    "ИПТИП",
  ],
  ["Институт искусственного интеллекта", "ИИИ"],
  ["Институт кибербезопасности и цифровых технологий", "ИКБ"],
  [
    "Филиал федерального государственного бюджетного образовательного учреждения высшего образования «МИРЭА – Российский технологический университет» в г. Фрязино Московской области",
    "Филиал в Фрязино",
  ],
  ["Колледж программирования и кибербезопасности", "КПК"],
  ["Аспирантура", "Аспирантура"],
])
